[
  {
    "title": "OnkoSob Web: Platform Pendamping Pasien & Keluarga",
    "category": "health",
    "period": "Implemented",
    "description": "Pengembangan website layanan pasien onkologi radiasi Indonesia (OnkoSob) dengan fitur edukasi tervalidasi tenaga medis, jadwal layanan, panduan persiapan radioterapi, FAQ, pengumuman aktif, dan kanal kontak untuk konsultasi awal pasien serta keluarga.",
    "tags": [
      "Website",
      "Patient Education",
      "Oncology",
      "Radiotherapy",
      "Digital Health"
    ],
    "icon": "🌐",
    "link": null
  },
  {
    "title": "OnkoSob App: Monitoring Persiapan, Efek Samping, dan Dukungan Keluarga",
    "category": "health",
    "period": "Implemented",
    "description": "Pengembangan aplikasi pendamping pasien dengan alur perjalanan terapi yang jelas (registrasi, konsultasi awal, simulasi, sesi radioterapi, hingga monitoring pasca terapi), pengingat persiapan kunjungan, topik efek samping dan nutrisi, serta orientasi layanan untuk meningkatkan ketenangan pasien.",
    "tags": [
      "Mobile App",
      "Patient Journey",
      "Side Effect Monitoring",
      "Nutrition",
      "Caregiver Support"
    ],
    "icon": "📱",
    "link": null
  },
  {
    "title": "AutoContour-One: AI Auto-segmentation Target dan OAR untuk Mempercepat Proses Konturing",
    "category": "innovation",
    "period": "Research Concept",
    "description": "AI-based auto-contouring untuk target volume (GTV/CTV/PTV) dan organ at risk (OAR) pada pasien kanker kepala-leher/prostat/paru yang menjalani IMRT/VMAT. Membandingkan waktu konturing, variabilitas antar-penilai, kebutuhan koreksi/revisi, serta dampak terhadap metrik DVH pada rencana akhir.",
    "tags": [
      "AI",
      "Auto-contouring",
      "Radiotherapy",
      "OAR",
      "DVH"
    ],
    "icon": "🎯",
    "link": null
  },
  {
    "title": "Dose-Drift Detector: AI Berbasis CBCT Harian untuk Deteksi Perubahan Anatomi dan Pemicu Adaptive Replanning",
    "category": "innovation",
    "period": "Research Concept",
    "description": "AI untuk mendeteksi perubahan anatomi/posisi jaringan dari CBCT harian dan memicu indikasi replanning adaptif. Evaluasi frekuensi replanning yang tepat waktu, coverage target (D95), overdosis OAR, serta toksisitas akut/subakut.",
    "tags": [
      "AI",
      "CBCT",
      "Adaptive Radiotherapy",
      "Image Guidance"
    ],
    "icon": "📊",
    "link": null
  },
  {
    "title": "Mucositis-Cam: Prediksi Mukositis Berat Menggunakan Foto Intraoral Serial dan Informasi Distribusi Dosis",
    "category": "innovation",
    "period": "Research Concept",
    "description": "Model AI yang mengintegrasikan foto intraoral serial (smartphone) dan parameter dosis (dose map/DVH) untuk memprediksi mukositis grade ≥3 pada pasien radioterapi kepala-leher. Mengukur kebutuhan feeding tube, interupsi radioterapi, dan kualitas hidup.",
    "tags": [
      "AI",
      "Mucositis",
      "Head-Neck Cancer",
      "Digital Health"
    ],
    "icon": "📷",
    "link": null
  },
  {
    "title": "PneumoShield: Prediksi Pneumonitis Radiasi pada Kanker Paru Menggunakan CT Radiomics dan Parameter Dose-Volume",
    "category": "innovation",
    "period": "Research Concept",
    "description": "AI radiomics berbasis CT dengan integrasi dose-volume (V20, MLD) untuk prediksi pneumonitis grade ≥2 pada pasien NSCLC. Menilai performa model (AUROC/kalibrasi), kebutuhan rawat inap, serta perubahan perencanaan/strategi mitigasi.",
    "tags": [
      "AI",
      "Radiomics",
      "Pneumonitis",
      "NSCLC",
      "Prediction"
    ],
    "icon": "🫁",
    "link": null
  },
  {
    "title": "PlanPilot-VMAT: Perencanaan VMAT Berbasis AI vs Perencanaan Manual (Studi Non-inferiority)",
    "category": "innovation",
    "period": "Research Concept",
    "description": "AI plan generation/knowledge-based planning untuk menghasilkan rencana awal dan optimasi VMAT multi-site (H&N, prostat, pelvis, toraks). Membandingkan kualitas rencana (CI/HI), sparing OAR (DVH endpoints), waktu planning, dan jumlah iterasi revisi.",
    "tags": [
      "AI",
      "VMAT",
      "Treatment Planning",
      "Knowledge-Based Planning"
    ],
    "icon": "⚙️",
    "link": null
  },
  {
    "title": "Setup-Error Zero: AI Deteksi dan Rekomendasi Koreksi Setup Real-time dari Portal Imaging/CBCT",
    "category": "innovation",
    "period": "Research Concept",
    "description": "AI untuk identifikasi translasi/rotasi dan rekomendasi koreksi setup secara real-time dari portal imaging dan CBCT. Mengukur residual setup error setelah koreksi, kebutuhan repeat imaging, waktu di mesin, dan insiden near-miss terkait setup.",
    "tags": [
      "AI",
      "IGRT",
      "Setup Verification",
      "Quality Assurance"
    ],
    "icon": "🎯",
    "link": null
  },
  {
    "title": "RT-DocWatch: Audit Konsistensi Dokumen Radioterapi Menggunakan LLM untuk Pencegahan Error Laterality/Dose/Fraction",
    "category": "innovation",
    "period": "Research Concept",
    "description": "LLM yang memeriksa konsistensi antar dokumen radioterapi (simulasi, kontur, resep dosis, rencana, delivery record) untuk seluruh kasus terutama dengan laterality/site spesifik. Mengukur jumlah error/near-miss terdeteksi, waktu QA, escape rate, dan beban kerja tim.",
    "tags": [
      "LLM",
      "Quality Assurance",
      "Radiotherapy",
      "Documentation"
    ],
    "icon": "📝",
    "link": null
  },
  {
    "title": "Hippocampus-Saver AI: Prediksi Penurunan Fungsi Kognitif Pasca WBRT Berbasis MRI Radiomics dan Dosis ke Hippocampus",
    "category": "innovation",
    "period": "Research Concept",
    "description": "AI radiomics MRI dengan parameter dosis hippocampus untuk prediksi cognitive decline pada pasien metastasis otak kandidat WBRT. Evaluasi skor kognitif 3-12 bulan, kualitas hidup, serta dampak terhadap keputusan strategi hippocampal sparing.",
    "tags": [
      "AI",
      "MRI Radiomics",
      "Hippocampus",
      "WBRT",
      "Cognitive Function"
    ],
    "icon": "🧠",
    "link": null
  },
  {
    "title": "WaitList-Fair: Prioritisasi Jadwal Radioterapi Berbasis AI untuk Meminimalkan Risiko Progresi Saat Menunggu",
    "category": "innovation",
    "period": "Research Concept",
    "description": "Model AI yang mengestimasi risiko progression-while-waiting untuk prioritas penjadwalan radioterapi pada pasien onkologi. Membandingkan waktu tunggu pada kelompok high-risk, outcome klinis (stage migration/response), serta metrik fairness antar kelompok.",
    "tags": [
      "AI",
      "Radiotherapy Scheduling",
      "Oncology",
      "Fairness"
    ],
    "icon": "⏱️",
    "link": null
  },
  {
    "title": "LiverRILD-Guard: Prediksi Radiation-Induced Liver Disease pada SBRT Hati Menggunakan Cadangan Fungsi Hati dan Heterogenitas Dosis",
    "category": "innovation",
    "period": "Research Concept",
    "description": "AI yang menggabungkan fungsi hati (ALBI/Child-Pugh, lab) dan heterogenitas distribusi dosis untuk prediksi RILD pada pasien SBRT hati (HCC/metastasis). Evaluasi kejadian RILD, dekompensasi hati, overall survival, dan rekomendasi mitigasi.",
    "tags": [
      "AI",
      "SBRT",
      "Liver Cancer",
      "RILD",
      "Prediction"
    ],
    "icon": "🫀",
    "link": null
  }
]
