[
  {
    "title": "AutoContour-One: AI Auto-segmentation Target dan OAR",
    "category": "innovation",
    "period": "2024",
    "description": "P: Pasien kanker kepala-leher/prostat/paru yang direncanakan menjalani IMRT/VMAT. I: Auto-contouring berbasis AI untuk target volume (GTV/CTV/PTV) dan organ at risk (OAR). C: Konturing manual oleh dokter (standar layanan). O: Waktu konturing, variabilitas antar-penilai, kebutuhan koreksi/revisi, serta dampak terhadap metrik DVH pada rencana akhir.",
    "tags": ["AI", "Auto-segmentation", "Radioterapi", "OAR", "Konturing"],
    "icon": "🎯"
  },
  {
    "title": "Dose-Drift Detector: AI Berbasis CBCT Harian untuk Adaptive Replanning",
    "category": "innovation",
    "period": "2024",
    "description": "P: Pasien radioterapi fraksinasi panjang (mis. kepala-leher atau serviks) dengan CBCT harian/serial. I: AI yang mendeteksi perubahan anatomi/posisi jaringan dan memicu indikasi replanning adaptif. C: Evaluasi manual periodik (mis. review mingguan atau sesuai kebiasaan pusat layanan). O: Frekuensi replanning yang tepat waktu, coverage target (mis. D95), overdosis OAR, serta toksisitas akut/subakut.",
    "tags": ["AI", "CBCT", "Adaptive Replanning", "Image Guided RT"],
    "icon": "📊"
  },
  {
    "title": "Mucositis-Cam: Prediksi Mukositis Berat dengan Foto Intraoral",
    "category": "innovation",
    "period": "2024",
    "description": "P: Pasien radioterapi kepala-leher. I: Model AI yang mengintegrasikan foto intraoral serial (smartphone) dan parameter dosis (dose map/DVH). C: Pemantauan klinis standar tanpa prediksi AI. O: Mukositis grade ≥3, kebutuhan feeding tube, interupsi/penundaan radioterapi, serta kualitas hidup (QoL).",
    "tags": ["AI", "Mukositis", "Kepala-Leher", "Kualitas Hidup"],
    "icon": "📷"
  },
  {
    "title": "PneumoShield: Prediksi Pneumonitis Radiasi pada Kanker Paru",
    "category": "innovation",
    "period": "2024",
    "description": "P: Pasien NSCLC yang menjalani radioterapi toraks. I: AI radiomics berbasis CT + integrasi dose-volume (mis. V20, MLD) untuk prediksi pneumonitis. C: Pendekatan konvensional berbasis constraint DVH saja (mis. V20/MLD). O: Pneumonitis grade ≥2, performa model (AUROC/kalibrasi), kebutuhan rawat inap, serta perubahan perencanaan/strategi mitigasi yang diusulkan.",
    "tags": ["AI", "Radiomics", "Pneumonitis", "NSCLC", "DVH"],
    "icon": "🫁"
  },
  {
    "title": "PlanPilot-VMAT: Perencanaan VMAT Berbasis AI",
    "category": "innovation",
    "period": "2024",
    "description": "P: Pasien IMRT/VMAT multi-site (mis. H&N, prostat, pelvis, toraks). I: AI plan generation/knowledge-based planning untuk menghasilkan rencana awal dan optimasi. C: Perencanaan manual oleh dosimetrist/planner (workflow standar). O: Kualitas rencana (CI/HI), sparing OAR (DVH endpoints), waktu planning, dan jumlah iterasi revisi sebelum disetujui.",
    "tags": ["AI", "VMAT", "Treatment Planning", "Knowledge-Based Planning"],
    "icon": "⚙️"
  },
  {
    "title": "Setup-Error Zero: AI Deteksi dan Rekomendasi Koreksi Setup Real-time",
    "category": "innovation",
    "period": "2024",
    "description": "P: Pasien radioterapi dengan IGRT (portal imaging dan/atau CBCT). I: AI untuk identifikasi translasi/rotasi dan rekomendasi koreksi setup secara real-time. C: Review manual oleh RTT/terapis radiasi dan/atau dokter. O: Residual setup error setelah koreksi, kebutuhan repeat imaging, waktu di mesin, dan insiden near-miss terkait setup.",
    "tags": ["AI", "IGRT", "Setup Verification", "Patient Safety"],
    "icon": "🎯"
  },
  {
    "title": "RT-DocWatch: Audit Konsistensi Dokumen Radioterapi dengan LLM",
    "category": "innovation",
    "period": "2024",
    "description": "P: Seluruh kasus radioterapi di suatu pusat layanan (terutama kasus dengan laterality/site spesifik). I: LLM yang memeriksa konsistensi antar dokumen (simulasi, kontur, resep dosis, rencana, dan delivery record). C: Quality assurance (QA) manual standar. O: Jumlah error/near-miss terdeteksi, waktu yang dibutuhkan untuk QA, error yang lolos (escape rate), serta beban kerja tim.",
    "tags": ["LLM", "Quality Assurance", "Patient Safety", "Error Prevention"],
    "icon": "📋"
  },
  {
    "title": "Hippocampus-Saver AI: Prediksi Penurunan Fungsi Kognitif Pasca WBRT",
    "category": "innovation",
    "period": "2024",
    "description": "P: Pasien metastasis otak kandidat whole-brain radiotherapy (WBRT). I: AI radiomics MRI + parameter dosis hippocampus untuk prediksi cognitive decline. C: Evaluasi konvensional (penilaian klinis + DVH constraints tanpa model prediksi individual). O: Skor kognitif pada 3–12 bulan, kualitas hidup, serta dampak terhadap keputusan strategi hippocampal sparing/adaptasi rencana.",
    "tags": ["AI", "WBRT", "Hippocampal Sparing", "Neurokognitif", "MRI Radiomics"],
    "icon": "🧠"
  },
  {
    "title": "WaitList-Fair: Prioritisasi Jadwal Radioterapi Berbasis AI",
    "category": "innovation",
    "period": "2024",
    "description": "P: Pasien onkologi yang menunggu slot radioterapi. I: Model AI yang mengestimasi risiko progression-while-waiting untuk prioritas penjadwalan. C: Prioritisasi manual berdasarkan kebijakan dan judgement klinis. O: Waktu tunggu pada kelompok high-risk, outcome klinis (mis. stage migration/response), serta metrik fairness (equity antar kelompok).",
    "tags": ["AI", "Waitlist Management", "Equity", "Progression Risk"],
    "icon": "⏱️"
  },
  {
    "title": "LiverRILD-Guard: Prediksi Radiation-Induced Liver Disease pada SBRT Hati",
    "category": "innovation",
    "period": "2024",
    "description": "P: Pasien SBRT hati (HCC/metastasis) dengan variasi fungsi hati (Child-Pugh/ALBI). I: AI yang menggabungkan fungsi hati (ALBI/Child-Pugh, lab) + heterogenitas distribusi dosis. C: Constraint DVH standar tanpa stratifikasi AI. O: Kejadian RILD, dekompensasi hati, overall survival (OS), dan rekomendasi mitigasi (modifikasi plan/seleksi pasien).",
    "tags": ["AI", "SBRT", "Liver", "RILD", "HCC"],
    "icon": "🫀"
  }
]
